questionnaire = [
            ["География", "Какое государство самое маленькое в мире?",
                ["Ватикан", "Лихтенштейн", "Монако", "Андорра"], 0],
            ["География", "Назовите наибольшее по площади озеро Америки",
                ["Верхнее", "Гурок", "Мичиган", "Онтарио"], 0],
            ["География", "Чья экспедиция совершила первое кругосветное путешествие?",
                ["Магеллана", "Врангеля", "Лисянского", "Кука"], 0],

            ["Путешествия", "Какой из перечисленных вулканов является действующим?",
                ["Везувий", "Килиманджаро", "Карадаг", "Кетой"], 0],
            ["Путешествия", "Когда отмечается всемирный день туризма?",
                ["27 сентября", "1 июня", "6 июля", "15 мая"], 0],
            ["Путешествия", "Как называют людей, отдыхающих на курорте без путевки?",
                ["Дикари", "Туземцы", "Варвары", "Отшельники"], 0],

            ["Мир животных", "Разновидность какой из этих ящериц является крупнейшей в мире?",
                ["Геккон", "Варан", "Агама", "Игуана"], 1],
            ["Мир животных", "Какое из этих животных не бывает ангорской породы?",
                ["Кошка", "Коза", "Собака", "Кролик"], 2],
            ["Мир животных", "Какой из этих морских обитателей является рыбой?",
                ["Морской лев", "Морской черт", "Морской заяц", "Морской слон"], 1],
        ]